Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/uis.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: One of the conclusions of the project was that Trondheim's dominance can easily lead to lock-in tendencies and a lack of capacity for industrial changeover.
nn: Ein av konklusjonane frå prosjektet var at Trondheim sin dominans lett kan føre til lock-in-tendensar og manglande kapasitet til industriell omstilling.

source: In his saga called Gesta Danorum, he mentions Ollerus (Ullr) who gained control of the country after Odin was exiled.
nn: I kongesoga si omtalar han Ollerus (Ull) som tok over styret i landet etter at Odin var fordriven frå makta.

source: • What conclusions can be drawn?
nn: • Kva konklusjonar kan trekkjast?

source: The impact of robots and other caregiving techno-bodies on agency and quality of care (WP Lead Ingvil Hellstrand, Centre for Gender Studies, Faculty of Social Sciences, UiS)
nn: Førestillingar om teknokropper og omsorg (leder Ingvil Hellstrand, Senter for kjønnsstudier, Det samfunnsvitskaplege fakultet, UiS)

source: Op-Ed Article by Associate Professor Hongyan Shi published in Harvard Business Review
nn: Førsteamanuensis Hongyan Shi med artikkel i Harvard Business Review

source: Many students experience ‘computer problems’, often in connection with large files.
nn: Mange opplever ”dataproblem”, ofte i samband med store filer.

source: Bachelor’s and master’s theses are also intended to be practice in solving a problem within a given timeframe.
nn: Ei bachelor- og masteroppgåve skal også vera ei trening i å løysa ei oppgåve innanfor ei gitt tidsramme.

source: In this chapter you also outline the theories, methods, models, equations, etc. that are relevant to the thesis.
nn: I dette kapitelet viser du også teoriar, metodar, modeller, likningar osv., som er relevante for oppgåva.

source: To start a 60-ECTS master’s thesis in the spring semester, the student must meet the admission requirements for the
nn: For å kunne ta ut ei masteroppgåve på 60 studiepoeng på vårsemesteret, må studenten ha bestått opptakskrava til

source: students have found themselves, in the Collaboration Portal.
nn: ei oppgåve som studenten(ane) har skaffa sjølv, i Samarbeidsportalen.

source: sections 1.7 and 1.8.
nn: punkt 1.7 og 1.8.

source: The project meets the oil-related industry (Moreld, ABB, Aker) and the value chain for mariculture (Salmar, Grieg Seafood, Skretting) as strong participants and financiers.
nn: I prosjektet møtes den oljerelaterte industrien (Moreld, ABB, Aker) og verdikjeda for havbruk (Salmar, Grieg Seafood, Skretting) som tunge deltakarar og finansiørar.

source: 1500 years ago, there was as little forest at Jæren as there is today.
nn: For 1500 år sidan var det omtrent like lite skog på Jæren som i dag.

source: Not many people passed the age of 60.
nn: Få menneske blei meir enn 60 år gamle.

source: These databases are of a high standard and the literature you will find here is of a high quality.
nn: Desse databasane held høgt nivå, og litteraturen du finn her, er av høg kvalitet.

source: Applications to change the period in which the these will be completed, and the individual timetable for acceptance and completion, must be determined and approved by the head of the department.
nn: Søknad om å endre tidsrom for gjennomføring av oppgåva, og individuell tidsplan for uttak og gjennomføring, skal avgjerast og godkjennast av instituttleiar.

source: Would you like to learn more about 3D-printing?
nn: Har du lyst til å lære meir om 3D-printing og å teste det ut i praksis?

source: Al publications receive their own DOI.
nn: Alle publikasjonar får sin eigen DOI.

source: It can be awarded to an employee, a student or a group composed of such at the UiS.
nn: Prisen kan tildelast ein tilsett, student eller grupper av desse ved UiS.

source: People lived here over 1500 years ago, at a time when agriculture, craftsmanship and infrastructure were rapidly developing.
nn: Her budde folk for over 1500 år siden, i ei tid kor landbruk, håndverk og infrastruktur var i rivande utvikling.

source: According to the rules and conditions for valid reasons for absence, section 2(i), valid reasons for absence can be defined as
nn: I følgje reglar og vilkår for godkjenning av gyldig fråvær, punkt 2.i, kan gyldig fråvær definerast som

source: Relativity and cosmology (mathematical aspects)
nn: Relativitet og kosmologi (matematiske aspektar)

source: customs and border management, or a 5-year master’s programme in mathematics and
nn: vareførsel og grensekontroll eller 5-årig master i matematikk og fysikk (og skal skrive

source: Harmonic analysis was created by Joseph Fourier, who in the early 1800s was the first to use modern mathematics in physics.
nn: Harmonisk analyse blei skapt av Joseph Fourier, som i byrjinga av 1800-talet var den fyrste som brukte moderne matematikk i fysikk.

source: The latest addition was the discovery of the Higgs particle in 2012.
nn: Det siste tillegg var oppdaginga av Higgs-partikkelen i 2012.

source: Students, staff and organisational bodies at the UiS can nominate candidates for the award.
nn: Studentar, tilsette og organisatoriske einingar ved UiS kan nominere kandidatar til prisen.

source: 60-ECTS master’s theses can be completed over the last two semesters.
nn: Masteroppgåver på 60 studiepoeng går over dei to siste semestera.

source: Therefore, the standard workload for a 30-ECTS master’s thesis is 900 hours.
nn: Ei masteroppgåve på 30 sp gir såleis ei normert last på 900 timar.

source: We examine these fields' relationships to spirituality, eco-citizenship, gender, identity and right-wing extremist forces, and thus we cover both the breadth and depth of this growing, global phenomenon.
nn: Me undersøker desse felta sine relasjonar til spiritualitet, øko-medborgarskap, kjønn, identitet og høgreekstreme krefter, og såleis dekker me både breidde og djupn ved dette aukande, globale fenomenet.

source: Researchers at University of Stavanger congratulates on the 27th anniversary celebration of the NUPEM Campus, Federal University of Rio de Janeiro.
nn: Forskarar ved Universitetet i Stavanger gratulerer med 27-årsjubileet for NUPEM Campus, Federal University of Rio de Janeiro.

source: The first project started in 2017 and ends this year, before they start a new period directly.
nn: Det første prosjektet starta i 2017 og avsluttast i år, før dei tar til på ein ny periode direkte.

source: The scenarios will be facilitated by faculty members and clinical instructors.
nn: Scenaria vil bli tilrettelagt av fakultetsmedlemmer og kliniske instruktørar.

source: The applications communicate with Word and help you quote other people correctly and produce a reference list free of errors.
nn: Programmet kommuniserer med Word og hjelper deg med å sitere rett og til å lage ei korrekt referanseliste.

source: One big research area is the field of "molecules on surfaces", in which the adsorption of single molecules, the formation of self-assembled adsorbates, and amongst others their electronic, spectroscopic, and catalytic properties are investigated.
nn: Eit stort forskingsområde er feltet "molekyl på overflater", der adsorpsjon av enkeltmolekyl, danning av sjølvmonterte adsorbat, og blant anna dei elektroniske, spektroskopiske og katalytiske eigenskapane deira blir undersøkt.

source: period between the acceptance and submission deadlines must be 4 months.
nn: For ei bacheloroppgåve skal det vere 4 månader mellom uttaks- og innleveringsfristen.

source: The Foodback app has been tested in canteens, on cruise ships, restaurants and among take-away customers to map when it is natural for the clientele to give feedback, as well as what the customers appreciated in different situations.
nn: Appen Foodback har blitt testa på kantiner, cruisebåtar, restaurantar og blant take away-kunder får å kartlegge tidspunkt for når det er naturleg for klientell å gi tilbakemelding, samt hva kundane set pris på i ulike situasjonar.

source: and other publications from UiS.
nn: med tilknyting til UiS.

source: The Iron Age - an evolving society
nn: Jernalderen - samfunn i utvikling

source: People wore woven clothes made out of wool, flax, nettle and hemp.
nn: Folk bar klede vovne av ull og Iin, og nesle- eller hampetøy.

source: You must also provide accurate references in your thesis.
nn: I tillegg må du oppgi nøyaktige referansar i oppgåva di.

source: In many cases it is natural to discuss and comment on the results on an ongoing basis.
nn: I mange tilfelle er det naturleg å diskutera og kommentera resultata fortløpande.

source: This is particularly evident in the work of Schot and Steinmueller (2018), which suggests that innovation policy has developed over three generations.
nn: Dette kjem særleg godt fram i arbeidet til Schot og Steinmueller (2018) som framhevar at innovasjonspolitikken har utvikla seg gjennom tre generasjonar.

source: It is often difficult to track them down later.
nn: Det er ofte vanskeleg å spora dei opp seinare.

source: The fol owing terms and guidelines apply for publishing on “UiS Scholarly Publishing Services”:
nn: Følgjande vilkår og retningslinjer gjeld for publisering på «UiS Scholarly Publishing Services»:

source: The project discovered that, with one exception, Agder, there was no well-functioning regional innovation system (RIS) in Norway.
nn: Prosjektet fann at det, med eitt unntak, Agder, ikkje fantes velfungerande regionale innovasjonssystem (RIS) i Noreg.

source: theory, methods and models?
nn: til eksisterande teori, metodar og modellar?

source: The aim of the project has been to provide a research basis for so-called "table tents" with a QR code for direct feedback from customers in hotel, restaurant, canteen and catering operations.
nn: Målet for prosjektet har vore å skaffa forskingsgrunnlag for såkalla "table-tents" med QR-kode for direkte tilbakemelding frå kundar i hotell-, restaurant-, kantine- og serveringsverksemder.

source: The Centre is ranked first in Norway within innovation research and regional development and as the best research centre at the University of Stavanger (according to SAMEVAL: “the Evaluation of the Social Sciences in Norway”).
nn: Senteret er rangert fremst i Noreg innan innovasjonsforsking og regional utvikling og som beste forskingssenter ved UiS (SAMEVAL).

source: The Centre is now a partner in a corresponding EU network, POLISS – Policies for Smart Specialisation, which is coordinated from the University of Utrecht, in the Netherlands, and aims to educate future researchers who can improve the EU's smart specialisation policy.
nn: Senteret er no partnar i eit tilsvarande EU-nettverk, POLISS – Policies for Smart Specialisation, som er koordinert frå Universitetet i Utrecht, Nederland, og som tar sikte på å utdanne framtidige forskarar som kan forbetre EUs smart specialisation policy.

source: The center is located in Elise Ottesen-Jensen's house, UiS Business School.
nn: Senteret held til i Elise Ottesen-Jensens hus, Handelshøgskolen ved UiS.

source: Professionals’ ideals and sense of self in technology-mediated care practices (WP Lead Birgitta Haga Gripsrud, Department of care and ethics, Faculty of Health Sciences, UiS)
nn: Profesjonelle si sjølvforståing og ideal i teknologi-mediert helsearbeid (leder Birgitta Haga Gripsrud, Avdeling for omsorg og etikk, Det helsevitskaplege fakultet, UiS)

source: The article "Don’t Count on Free Trials to Win You Customers" by associate professor of marketing Hongyan Shi at UiS Business School was published in Harvard Business Review.
nn: Artikkelen "Don’t Count on Free Trials to Win You Customers" av førsteamanuensis i marknadsføring Hongyan Shi frå Handelshøgskolen ved UiS er publisert i Harvard Business Review.

source: 2.5 Students are entitled to a minimum of five supervision meetings with their course coordinator, as
nn: 2.5 Studenten har rett til minimum fem rettleiingsmøte med fagansvarleg gjennom semesteret i tillegg

source: • A discussion of the results obtained should be included.
nn: • Det bør inngå ei drøfting av dei resultata du har oppnådd.

source: This house is the longest house on the farm and has the most fireplaces and rooms.
nn: Huset, som er det lengste på garden, er det huset med flest eldstadar og rom.

source: Together, we help to increase environment awareness,» concludes Pampanin.
nn: Saman bidreg vi til å auka vissheita om koss menneske og natur må spele på lag, avsluttar Pampanin.

source: In the beginning, the text will often be fragmented and partly in keyword form.
nn: I starten vil teksten ofte vera mangelfull og til dels i stikkordform.

source: − If a master’s thesis in biological chemistry (BIOMAS) is going to be written outside the
nn: − Dersom du skriv masteroppgåva i biologisk kjemi, BIOMAS, utanom ordinær periode er

source: We use digital, archival and ethnographic material.
nn: Me nyttar digitalt, arkiv- og etnografisk materiale.

source: Digital assessment templates in the child welfare services (WP Lead Åse Vagli, Institute for social work, Faculty of Social Sciences, UiS)
nn: Elektronisk standardisering i barnevernstenesta (leder Åse Vagli, Institutt for sosialfag, Det samfunnsvitskaplege fakultet, UiS)

source: «Linking public health and the environment is important.
nn: – Å knyte folkehelse og miljø er viktig.

source: An example of this is the project Tools for Regional Innovation (VRI), and in 2014, the Centre led one of the so-called "synthesis projects", which was designed to strengthen the research quality of the VRI programme.
nn: Døme på dette er prosjekt som Virkemidler for Regional Innovasjon (VRI), og i 2014 leia senteret eit av dei sokalla «synteseprosjekta», som handla om å styrke den forskingsmessige kvaliteten i VRI-programmet.

source: Relief buckles are examples of magnificent gilded silver or bronze jewellery, and they are decorated with animal ornamentations.
nn: Relieffspenner er praktfulle smykke i forgylt sølv eller bronse, og dei er dekorerte med dyreornamentikk.

source: Fundamental understanding of structure, properties and potential of computer-based systems.
nn: Fundamental forståing av struktur, eigenskapar og potensiale til datamaskinbaserte system.

source: List the equipment you have used (preferably in the form of figures) and what chemicals or other inputs were involved, as well as the experimental methods you used.
nn: Ta med kva utstyr du har brukt (gjerne i form av figurar), kva kjemikaliar eller anna som inngår og eksperimentelle metodar som er nytta.

source: The management team both at Kamuzu university of Health Sciences and Kilimanjaro Medical University College emphasized that it was very important with follow up to further improve the participants competencies, says Tjoflåt.
nn: Leiargruppa både ved Kamuzu university of Health Sciences og Kilimanjaro Medical University College understreka at det var svært viktig med oppfølging for å forbetra kompetansen til deltakarane ytterlegare, seier Tjoflåt.

source: Currently, the research focus in computational statistics activities are mainly centered on Hamiltonian Monte Carlo (HMC) algorithms for Bayesian hierarchical models.
nn: For tida er fokuset i utrekningsorientert statistikk primært retta mot ei klasse algoritmar som blir kalla Hamiltonian Monte Carlo (HMC), og bruk av HMC i Bayesianske hierariske modellar.

source: It all started with a meeting in Brazil in 2016.
nn: Det starta med eit møte i Brasil i 2016.

source: or administrative staff are employed at UiS.
nn: administrativt personale er tilsette på UiS.

source: Using other people’s intellectual property means reproducing it directly or in a reworked form in your thesis.
nn: Å bruka andre sitt åndsverk vil seia at du gjengir dette direkte eller i omarbeidd form i oppgåva di.

source: X-ray methods and crystallography
nn: Røntgenmetodar og krystallografi

source: This photo was taken at the beginning of the first Summer school, when University of Stavanger signed the Memorandum of Understanding (MoU) with the Federal University of Rio de Janeiro (UFRJ).
nn: Biletet blei tatt i byrjinga av den første sommarskulen, då partane signerte Memorandum of Understanding (MoU) med Federal University of Rio de Janeiro (UFRJ).

source: Sun Dec 19: closed
nn: Søndag 19. des: stengt

source: The department then assigns a course coordinator so that projects can be accepted by the deadline i n Table 1.
nn: Instituttet tildeler så fagansvarleg slik at uttak av oppgåva kan skje innan fristen vist i Tabell 1.

source: The faculty’s examinations office will contact the course coordinator in order to find a new external examiner and the thesis must be reassessed.
nn: Eksamenskontoret ved fakultetet tar kontakt med fagansvarleg for å finne ein ny ekstern sensor, og oppgåva må vurderast på nytt.

source: To start a 20-ECTS bachelor’s thesis in the autumn semester, the student must meet the admission requirements for the
nn: For å kunne ta ut ei bacheloroppgåve på 20 studiepoeng på haustsemesteret, må studenten ha bestått opptakskrava til

source: collaborate on the writing with themselves, and a course coordinator with capacity to provide
nn: skrive i samarbeid med, og ein fagansvarleg som har kapasitet til å rettleie i haustsemesteret.

source: It is important for you, your course coordinator and your supervisor to develop a good working relationship during work on your thesis.
nn: Det er viktig både for deg, fagansvarleg og rettleiar å få til eit godt samarbeid under gjennomføringa av oppgåva.

source: The visitor centre at the Iron Age Farm was completed in 2018 and houses a café and several exhibitions.
nn: Besøkssenteret på Jernaldergården stod ferdig i 2018, og husar både kafé og fleire utstillinger.

source: The candidate and co-author(s) should familiarise themselves with the Vancouver rules for co-authorship.
nn: Både stipendiat og medforfattar(ar) bør setja seg inn i og følgja Vancouver-reglane for medforfattarskap.

source: Partner list (country):
nn: Partner-liste med land i parantes:

source: It must be stressed that this is only one example and modifications will often need to be made.
nn: Det må understrekast at dette er eit eksempel og at det ofte må gjerast tilpassingar.

source: We really don’t know if there were cats, geese or ducks around 1500 years ago.
nn: Om det var katt, gjæser eller ender for ca. 1500 år sidan, veit vi ikkje.

source: 2.8 Students are responsible for the academic content of their thesis.
nn: 2.8 Det faglege innhaldet i oppgåva er studentane sjølv ansvarlege for.

source: for the latest news about the SUS libraries.
nn: for siste nytt om SUS biblioteka.

source: If you fulfil the requirements for a diploma after
nn: Dersom du oppfyller krava til vitnemål etter

source: Retrieved from the Topographical Archive Collection, Museum of Archaeology, University of Stavanger.
nn: Topografisk arkiv, Arkeologisk museum/ Universitetet i Stavanger.

source: It is a requirement for both tables and figures that they should be comprehensible and provide clear information without the reader having to obtain information from elsewhere in the thesis.
nn: Det er et krav til både tabellar og figurer at desse skal kunne lesast og gi eintydig informasjon utan at lesaren må innhenta opplysningar frå andre stader i oppgåva.

source: Publishing Services», for open publishing and archiving of reports, doctoral dissertations, textbooks
nn: open publisering og arkivering av rapportar, doktoravhandlingar, fagbøker og andre publikasjonar

source: Tijana Voake defended her PhD thesis 22 January, and is now ready for new challenges.
nn: Tijana Voake disputerte til doktorgraden ved Det teknisk-naturvitskaplege fakultetet onsdag 22.

source: Introduction: becoming European.
nn: Avskrift av ”Aktuelt” sendt i NRK:

source: We explore festivals and soundscapes, digital media and spiritual movements, museums, the education sector and the use of archeology, history and reenactment, and martial arts.
nn: Me utforskar festivalar og lydlandskap, digitale media og spirituelle rørsler, museum, utdanningssektoren og bruk av arkeologi, historie og reenactment, og kampsport.

source: QUALITECH will create a New care ethics paradigm to inform and ensure the quality of care in caring futures.
nn: QUALITECH vil, med andre ord, utvikla eit omsorgsetisk paradigme for omsorgsfulle framtider.

source: Field work in Jurubatiba Sandbank national park.
nn: Feltarbeid i Jurubatiba Sandbank nasjonalpark.

source: Historical consultant in novel by Maria Hesselager.
nn: Historisk konsulent i roman av Maria Hesselager.

source: The project period was 2014-2020.
nn: Prosjektperioden var 2014-2020.

source: To start a 30-ECTS master’s thesis in the autumn semester, the student must meet the admission requirements for the
nn: For å kunne ta ut ei masteroppgåve på 30 studiepoeng på haustsemesteret, må studenten ha bestått opptakskrava til

source: We will investigate which product and motif appears where, and why.
nn: Me vil undersøka kva produkt og motiv som opptrer kor, og korfor.

source: The Centre has been/is involved in major international projects, such as RUNIN, "The Role of Universities in Innovation and Regional Development" (2016–2021), with Rune Dahl Fitjar as project manager.
nn: Senteret har vore/er involvert i store internasjonale prosjekt, så som RUNIN, «The Role of Universities in Innovation and Regional Development» (2016–2021), med Rune Dahl Fitjar som prosjektleiar.

source: Applications must be documented and received by the administration no later than 14 days before the submission deadline.
nn: Søknad må dokumenterast og vere administrasjonen i hende seinast 14 dagar før innleveringsfristen.

source: Discuss with your course coordinator how your project must be carried out and documented.
nn: Ta opp med fagansvarleg korleis di oppgåve skal gjennomførast og dokumenterast.

source: It is important to understand that simulation is about mimicking the real clinical environment, says Mwalabu.
nn: Det er viktig å forstå at simulering handlar om å etterlikna det verkelege kliniske miljøet, seier Mwalabu.

source: - Be able to Develop digital support circuitry for a micro-controller.
nn: - Kunne realisera enkel digital støtte-elektronikk til ein mikrokontroller.

source: According to the regulations given by the study plan for article-based theses, this should consist of at least 3 articles and a continuous text (“kappe”) in the form of an introductory chapter, and sometimes a concluding chapter.
nn: Ifølgje reglane i studieplanen for artikkelbasert avhandlingar skal denne bestå av minst 3 artiklar og ein samanhengande tekst (kappe).

source: The project ended 2018.
nn: Prosjektet vart avslutta 2018.

source: «A small university like Stavanger must look out and reach out.
nn: – Eit lite universitet som Stavanger må sjå ut i verda og knyta band.

source: 10 to 12 people lived on the farm
nn: 10 - 12 menneske budde på garden

source: The most common finds are pieces pottery, totalling over 2500 shards of large and small vessels.
nn: Keramikk er den absolutt vanlegaste funngruppa, med i alt over 2500 skår av store og små kar.

source: supervision in the autumn semester.
nn: Opplysningar om dette må inngå i søknaden.

source: Nominations of candidates for the award are made before 1 May during the year following the year to which the award applies.
nn: Nominering av kandidatar til prisen skal skje innan 1. mai i det påfølgande kalenderåret som prisen gjeld for.

source: How can we achieve better health for humans, animals, and the environment?
nn: Korleis kan vi oppnå betre helse for menneske, dyr og miljøet?

source: This workshop covers the basic functions in NVivo.
nn: På denne workshopen lærer du dei grunnleggjande funksjonane i NVivo.
